<?php
	$pref_list = array(
      "01" => "北海道",
      "02" => "青森県",
      "03" => "岩手県",
      "04" => "宮城県",
      "05" => "秋田県",
      "06" => "山形県",
      "07" => "福島県",
      "08" => "茨城県",
      "09" => "栃木県",
      "10" => "群馬県",
      "11" => "埼玉県",
      "12" => "千葉県",
      "13" => "東京都",
      "14" => "神奈川県",
      "15" => "新潟県",
      "16" => "富山県",
      "17" => "石川県",
      "18" => "福井県",
      "19" => "山梨県",
      "20" => "長野県",
      "21" => "岐阜県",
      "22" => "静岡県",
      "23" => "愛知県",
      "24" => "三重県",
      "25" => "滋賀県",
      "26" => "京都府",
      "27" => "大阪府",
      "28" => "兵庫県",
      "29" => "奈良県",
      "30" => "和歌山県",
      "31" => "鳥取県",
      "32" => "島根県",
      "33" => "岡山県",
      "34" => "広島県",
      "35" => "山口県",
      "36" => "徳島県",
      "37" => "香川県",
      "38" => "愛媛県",
      "39" => "高知県",
      "40" => "福岡県",
      "41" => "佐賀県",
      "42" => "長崎県",
      "43" => "熊本県",
      "44" => "大分県",
      "45" => "宮崎県",
      "46" => "鹿児島県",
      "47" => "沖縄県",
  );

  $job1_list = array(
      "1" => "医療関係者・医療従事者",
      "2" => "設備関係者",
      "3" => "マスコミ",
      "4" => "一般",
  );

/**
 *  var $job2_list
 *
 *  1次元目のkeyはjob1_listのkey
 */
  $job2_list = array(
      "1" => array(
          "1" => "医師",
          "2" => "技師",
          "3" => "経営者",
          "4" => "医療施設スタッフ",
          "5" => "その他",
      ),
      "2" => array(
          "1" => "建築設計関係者",
          "2" => "電気工事関係者",
          "3" => "その他設備関係者",
      ),
      "3" => array(
          "1" => "新聞社",
          "2" => "出版社（医療誌）",
          "3" => "出版社（医療誌以外）",
          "4" => "テレビ局",
          "5" => "その他マスコミ",
      ),
      "4" => array(
          "1" => "学生",
          "2" => "その他一般の方",
      ),
  );

/**
 * var $inquiry_list
 *
 * 1次元目のkeyはjob1_listのkey
 */
  $inquiry_list = array(
      "1" => array(
          "10" => "意見・提案",
          "30" => "その他",
          "01" => "導入に関するお問合せ",
          "02" => "新規開業",
          "03" => "資料請求",
          "04" => "質問",
          "05" => "保守契約",
          "06" => "修理依頼",
          "07" => "装置廃棄",
          "08" => "消耗品",
          "09" => "薬事関連",
      ),
      "2" => array(
          "00" => "なし",
      ),
      "3" => array(
          "01" => "取材依頼",
          "02" => "素材依頼",
          "30" => "その他",
      ),
      "4" => array(
          "01" => "質問・意見・提案",
          "02" => "採用",
          "30" => "その他",
      ),
  );